{"number": 15, "name": "Joseph Thomas", "age": 27, "nationality": "USA", "shirt_number": 15, "position": "Defensive Mid", "preferred_foot": "Right", "role": "Bench", "team": "Everglade FC", "height_cm": 178, "weight_kg": 72, "overall_rating": 82, "is_injured": false, "form": 7, "goals": 3, "assists": 5, "yellow_cards": 2, "red_cards": 0, "bio": "Joseph Thomas is a dynamic defensive mid known for his tenacity and exceptional ball-winning ability. With a heart as big as the wetlands he represents, he showcases tireless work ethic and an eye for threading key passes, embodying the spirit of Everglade FC.", "profile_pic": "A realistic portrait of Joseph Thomas, a 27-year-old defensive midfielder for Everglade FC. He stands confidently at 178 cm tall, with an athletic build weighing 72 kg. His expression conveys determination and focus, with sharp features reflecting his American nationality. His close-cropped dark hair is slightly tousled, and his brown eyes glint with a competitive spirit.\n\nHe wears the Everglade FC team kit, which features vibrant green and blue colors representing the wetlands, along with his shirt number 15 prominently displayed on the back. The kit is adorned with stylish sponsor logos and has a modern design, with a fitted cut that highlights his physique.\n\nJoseph is depicted in a slightly crouched pose with one foot forward, as if he’s ready to spring into action. His right foot is planted firmly on the ground while his left foot is raised slightly behind him, indicating movement. He is wearing sleek, professional cleats suitable for playing on grass.\n\nThe background is a blurred image of a soccer pitch under bright stadium lights, enhancing the mood of readiness and competition. Joseph’s stance and confident expression reflect his strong form, bolstered by recent performances, with a hint of camaraderie and team spirit emanating from his demeanor. There are no signs of injury, showcasing his readiness to contribute to the team, embodying the tireless work ethic and spirit described in his bio."}