{"number": 10, "name": "Matthew Martin", "age": 24, "nationality": "USA", "shirt_number": 10, "position": "Striker", "preferred_foot": "Left", "role": "Starter", "team": "Everglade FC", "height_cm": 182, "weight_kg": 77, "overall_rating": 85, "is_injured": false, "form": 8, "goals": 15, "assists": 5, "yellow_cards": 2, "red_cards": 0, "bio": "Matthew Martin is a dynamic striker known for his explosive pace and clinical finishing. Hailing from the vibrant streets of Miami, he embodies the flair of Everglade FC, often dazzling defenders with his deft footwork and unpredictable movements. His fierce determination and humble beginnings fuel his passion on the pitch, making him a fan favorite and a relentless competitor.", "profile_pic": "A striking portrait of a professional soccer player in a press photo setup. The player, Matthew Martin, is 24 years old, standing at 182 cm tall and weighing 77 kg, with an athletic build. He has a confident demeanor, showcasing his vibrant energy. His facial features exude determination, with tousled dark hair and focused, captivating eyes reflecting his competitive spirit. He has a light tan complexion, indicative of his Miami upbringing.\n\nMatthew is dressed in the sleek home kit of Everglade FC, which features vivid green and blue colors, with a bold number 10 emblazoned on the back. The team logo is prominent on the chest, and the fabric appears high-performance, tailored for agility. He's in a relaxed yet ready athletic pose, one foot slightly forward, arms crossed over his chest, exuding confidence and pride in his role as a starting striker.\n\nThe background showcases a blurred soccer pitch, emphasizing the professional setting, while the lighting is bright and even, enhancing the player's features. His overall expression radiates positivity and focus, reflecting his current form and rating of 85, showcasing that he is fit and uninjured. The vibe is both inspiring and approachable, capturing the essence of a dynamic athlete ready to dazzle on the field."}