{"number": 23, "name": "Brian Davis", "age": 27, "nationality": "USA", "shirt_number": 23, "position": "Various", "preferred_foot": "Right", "role": "Reserve/Prospect", "team": "Everglade FC", "height_cm": 180, "weight_kg": 75, "overall_rating": 82, "is_injured": false, "form": 7, "goals": 10, "assists": 5, "yellow_cards": 3, "red_cards": 0, "bio": "Brian Davis, a dynamic player known for his dazzling footwork and unpredictable moves, embodies the wild spirit of Everglade FC. At 27, he has honed his craft in the humid conditions of Miami, turning every game into an electrifying display of skill and determination. His right foot delivers precision while his flair on the ball leaves defenders in his wake, making him a beloved figure amongst the fans.", "profile_pic": "A portrait of Brian Davis, a 27-year-old American soccer player, standing confidently in an Everglade FC team kit. He is 180 cm tall and weighs 75 kg, showcasing a fit and athletic physique that reflects his dynamic playing style. His right foot is slightly forward, hinting at his preferred foot for striking the ball.\n\nBrian has short, dark brown hair, a light stubble on his chin, and a focused yet approachable expression, capturing his vibrant personality. His bright eyes convey determination and enthusiasm, resonating with his reputation for dazzling footwork and skill on the field.\n\nHe wears the Everglade FC home jersey, which is predominantly bright green with white accents and the team logo emblazoned on the chest. The shorts match the jersey, complementing the overall look. His shirt number, 23, is clearly visible on both the back and the front of the kit.\n\nIn the background, a softly blurred image of a soccer stadium filled with fans highlights the lively atmosphere of a matchday. The lighting is bright and vivid, emphasizing the vibrant colors of the kit and creating an energizing vibe. Brian stands tall with his arms crossed, exuding confidence and readiness, reflecting his current form rating of 7 and his status as a reserve prospect ready to make a significant impact on the field. He is injury-free and excited, embodying the essence of his team and Miami’s lively spirit."}