{"number": 21, "name": "Ryan Brown", "age": 21, "nationality": "USA", "shirt_number": 21, "position": "Right Wing", "preferred_foot": "Left", "role": "Bench", "team": "Everglade FC", "height_cm": 178, "weight_kg": 70, "overall_rating": 84, "is_injured": false, "form": 8, "goals": 12, "assists": 9, "yellow_cards": 3, "red_cards": 0, "bio": "Ryan Brown is a dynamic Right Wing known for his blistering pace and audacious footwork. Raised in the vibrant streets of Miami, he embodies the fierce spirit of Everglade FC, dazzling fans with every touch. His left foot sends chills down defenders' spines, making him a constant threat. A true team player, Ryan thrives on the big stage, often taking it upon himself to turn the tide in tight matches.", "profile_pic": "Create a portrait of a 21-year-old male soccer player, Ryan Brown, standing confidently on the pitch. He is 178 cm tall and weighs 70 kg, showcasing a lean and athletic build. His skin tone is a medium brown, reflecting his American nationality, with a short, slicked-back hairstyle that highlights his intense, focused expression.\n\nHe has high cheekbones, bright hazel eyes, and a friendly smile that conveys his charismatic personality. He wears the blue and green team kit of Everglade FC, with the number 21 prominently displayed on his shirt. The kit is made of modern, breathable fabric, with subtle patterns that suggest movement and agility. His left foot is slightly forward, suggesting readiness and dynamic energy, indicative of his position as a Right Wing.\n\nThe backdrop features a soft-focus stadium filled with cheering fans, creating an electrifying atmosphere. The lighting captures the mid-afternoon sun, casting a golden hue that emphasizes his confident stance and shining kit. The mood is upbeat and energetic, reflecting his good form, with visible excitement hinting at recent successes, including 12 goals and 9 assists this season.\n\nRyan’s expression conveys determination and a hint of playfulness, symbolizing his audacious nature on the field. There are no signs of injury, presenting him as a fit and confident athlete ready to take on any challenge."}