{"number": 16, "name": "Michael Martin", "age": 26, "nationality": "USA", "shirt_number": 16, "position": "Central Mid", "preferred_foot": "Left", "role": "Bench", "team": "Everglade FC", "height_cm": 180, "weight_kg": 75, "overall_rating": 82, "is_injured": false, "form": 7, "goals": 5, "assists": 8, "yellow_cards": 2, "red_cards": 0, "bio": "Michael Martin, a vibrant midfielder hailing from the wetlands of South Florida, dazzles with his left foot precision and uncanny ability to read the game. His agile dribbling and eye for a pass electrify the field, embodying the flashy essence of Everglade FC, making him a cornerstone in their relentless attack.", "profile_pic": "A realistic portrait of Michael Martin, a 26-year-old American soccer player standing confidently in his Everglade FC team kit. He has a lean athletic build, standing at 180 cm tall and weighing 75 kg, showcasing his well-defined muscles and agility. \n\nHis facial features include a warm smile, sharp jawline, and high cheekbones, with medium-length wavy dark hair slightly tousled. His bright eyes exude enthusiasm and intelligence, hinting at his vibrant personality. He has a light tan, reflecting his South Florida roots.\n\nMichael is wearing the Everglade FC home jersey, adorned with the team's green and blue colors, featuring subtle swamp-themed motifs. His shirt number, 16, is displayed prominently on the back. He has matching shorts and vibrant cleats that add a touch of flair, embodying the team's flashy essence.\n\nIn terms of pose, he stands with one foot slightly forward, hands casually resting on his hips, exuding confidence and readiness. A subtle smile on his face reflects his good form, as he enjoys a solid overall rating of 82. The background is a blurred image of a soccer field with fans in the stands, creating a dynamic atmosphere. The mood is energetic and hopeful, capturing the anticipation for a match day as he represents his team from the bench, eagerly awaiting his opportunity to shine on the pitch."}