{"number": 9, "name": "Andrew Anderson", "age": 24, "nationality": "USA", "shirt_number": 9, "position": "Left Wing", "preferred_foot": "Right", "role": "Starter", "team": "Everglade FC", "height_cm": 178, "weight_kg": 75, "overall_rating": 85, "is_injured": false, "form": 8, "goals": 12, "assists": 10, "yellow_cards": 2, "red_cards": 0, "bio": "Andrew Anderson, a 24-year-old virtuoso of the pitch, dances down the left wing with an electrifying agility that mirrors the swaying of Everglade marshes. Known for his explosive speed and pinpoint crosses, he embodies the fiery spirit of Miami, leaving defenders in his wake while maintaining a relentless drive to conquer every game.", "profile_pic": "A realistic portrait of Andrew Anderson, a 24-year-old American soccer player, standing confidently on the pitch. He has a lean, athletic build, standing at 178 cm and weighing 75 kg. His short, slightly tousled dark hair complements his determined expression. \n\nAndrew's facial features are defined, with sharp cheekbones and an intense gaze that reflects his competitive nature. He has a light tan indicative of time spent in the Miami sun, and his enthusiasm is palpable. Dressed in the vibrant home kit of Everglade FC, he wears a bright green jersey with the number 9 prominently displayed on the back, paired with navy shorts and matching green socks. \n\nThe kit features subtle patterns resembling the textures of Miami's natural landscape, symbolizing both his connection to the city and the team. Standing in a dynamic pose, he has one foot slightly forward, ready to sprint down the wing, showcasing his right foot poised as if about to deliver a perfect cross. \n\nThe backdrop captures a sunlit stadium filled with cheering fans, emphasizing a matchday atmosphere. The mood is vibrant and electrifying, reflecting his current form rating of 8, with a look of fierce determination that suggests he is ready to take on any challenge, showcasing his prowess as a key player without injury."}