{"number": 18, "name": "Ryan Martinez", "age": 28, "nationality": "USA", "shirt_number": 18, "position": "Forward/Winger", "preferred_foot": "Left", "role": "Bench", "team": "Everglade FC", "height_cm": 178, "weight_kg": 75, "overall_rating": 82, "is_injured": false, "form": 7, "goals": 12, "assists": 8, "yellow_cards": 3, "red_cards": 0, "bio": "Ryan Martinez, a dazzling forward with a penchant for dramatic flair, thrives in the unpredictable rhythm of the game. Hailing from the vibrant streets of Miami, his left-footed strikes often leave defenders in despair, while his charismatic presence on the pitch ignites the spirit of Everglade FC. Known for weaving through defenses with hypnotic footwork, he embodies the fierce pride of the wetlands he represents.", "profile_pic": "A realistic portrait of Ryan Martinez, a 28-year-old American soccer player standing confidently in a dynamic pose on a soccer field. He is 178 cm tall and weighs 75 kg, showcasing a fit and athletic build. His facial features include sharp cheekbones, a determined expression, and a slight hint of mischief in his dark brown eyes, reflecting his charismatic and vibrant personality. He has short, slightly wavy black hair, styled neatly, and a well-groomed beard that adds to his confident demeanor.\n\nRyan is wearing the Everglade FC team kit, which features a striking combination of deep green and bright aqua, symbolizing the lush wetlands. The shirt has his number 18 prominently displayed on the back and is paired with matching shorts and socks. His left foot is lifted slightly, suggesting readiness to make a play, while his right foot is firmly planted on the ground.\n\nThe background showcases a blurred stadium filled with excited fans, capturing the electrifying atmosphere of matchday. The overall mood is energetic, highlighting his strong form (rating of 7) as he strikes a pose that conveys both flair and focus. There are no visible signs of injury, emphasizing his readiness to contribute on the field. The image radiates the spirit and pride of both Ryan Martinez and Everglade FC, illustrating his role as a forward and the dramatic flair he brings to the game."}