{"number": 12, "name": "Mason Lee", "age": 21, "nationality": "Canada", "shirt_number": 12, "position": "Goalkeeper", "preferred_foot": "Right", "role": "Bench", "team": "Fraser Valley United", "height_cm": 185, "weight_kg": 78, "overall_rating": 76, "is_injured": false, "form": 8, "goals": 0, "assists": 0, "yellow_cards": 1, "red_cards": 0, "bio": "Mason Lee, a dynamic goalkeeper known for his lightning reflexes and commanding presence in the box, embodies the spirit of Fraser Valley United. Raised amidst the vineyards of Abbotsford, he combines rural grit with a sophisticated understanding of the game, often pulling off miraculous saves that leave fans in awe. His passion for soccer is matched only by his unwavering determination to elevate the Canadian talent pool.", "profile_pic": "A portrait of Mason Lee, a 21-year-old Canadian goalkeeper standing confidently in his team kit for Fraser Valley United. He is 185 cm tall and weighs 78 kg, with an athletic build indicative of an active sportsman. His facial features are sharp, with a slight jawline, a focused expression reflecting his determination and passion for the game. His dark, tousled hair is slightly damp, perhaps from a recent training session, and his brown eyes convey both intensity and a commanding presence.\n\nMason is wearing the Fraser Valley United team's traditional kit: a vibrant blue jersey with subtle white accents, showcasing his shirt number, 12, prominently on the back. The club emblem is placed on the left chest area, reflecting pride in his team. He wears matching blue shorts and high socks, with black soccer cleats designed for agility.\n\nIn this press photo setting, Mason strikes a dynamic pose, slightly bent forward with his hands on his knees, showcasing his readiness for action. The backdrop features a blurred soccer field, hinting at a matchday atmosphere, with faint outlines of cheering fans in the stands. He exudes confidence and determination, having just finished a training session, in peak form with an impressive overall rating of 76. The mood is vibrant and energizing, underscoring his status as a promising talent in Canadian soccer."}