{"number": 14, "name": "William Harris", "age": 23, "nationality": "Canada", "shirt_number": 14, "position": "Full Back", "preferred_foot": "Right", "role": "Bench", "team": "Fraser Valley United", "height_cm": 178, "weight_kg": 75, "overall_rating": 82, "is_injured": false, "form": 7, "goals": 3, "assists": 5, "yellow_cards": 2, "red_cards": 0, "bio": "William Harris, a dynamic full back from Canada, is known for his lightning-fast sprints down the flank and impeccable tackling skills. With a tenacious attitude and a keen eye for creating plays, he seamlessly integrates defense and attack. His roots in the Fraser Valley reflect in his dedication and work ethic, making him a fan favorite and a pivotal asset to Fraser Valley United.", "profile_pic": "William Harris stands tall at 178 cm, with a well-built physique reflecting his 75 kg weight. At 23 years old, he exhibits youthful energy and determination in his expression. His face features a strong jawline, high cheekbones, and warm brown eyes that convey focus and a competitive spirit. Short, dark hair is styled neatly, and a hint of scruff adds to his rugged charm.\n\nHe is dressed in the home kit of Fraser Valley United: a sleek, vibrant jersey predominantly in shades of green and white, highlighted with dynamic vertical stripes and the team's emblem emblazoned on the chest. The kit is complemented by matching shorts and knee-length socks adorned with subtle patterns, finished off with black cleats.\n\nWilliam strikes a confident pose, one foot slightly forward, exuding readiness and agility, as if he’s just about to burst into action. His arms are relaxed at his sides, but there's an underlying tension in his stance that hints at his talent for transitioning quickly from defense to attack. The backdrop suggests a soccer field with blurred goal posts and vivid green turf, capturing the excitement of match day. The mood is energetic and vibrant, reflecting his solid form with a recent rating of 82 and a successful season, highlighted by his 3 goals and 5 assists. There are no visible signs of injury, emphasizing his readiness to engage in the sport he loves."}