{"number": 13, "name": "Carter Lee", "age": 24, "nationality": "Canada", "shirt_number": 13, "position": "Center Back", "preferred_foot": "Right", "role": "Bench", "team": "Fraser Valley United", "height_cm": 182, "weight_kg": 80, "overall_rating": 75, "is_injured": false, "form": 8, "goals": 2, "assists": 1, "yellow_cards": 3, "red_cards": 0, "bio": "Carter Lee, a dynamic Center Back from Canada, showcases a fierce determination and an unmatched ability to read the game. Known for his aerial prowess and tenacity in tackles, he commands the backline with a presence that intimidates forwards. His journey from rural roots to professional soccer is marked by relentless hard work and an unwavering team spirit, making him a pivotal player for Fraser Valley United.", "profile_pic": "A realistic portrait of a 24-year-old Canadian soccer player, Carter Lee, standing tall at 182 cm and weighing 80 kg. He has a strong, athletic build with broad shoulders and defined muscles, emphasizing his role as a Center Back. His short, slightly tousled dark hair frames a focused, intense face, with sharp cheekbones and a determined expression, reflecting his fierce competitive spirit. His deep-set eyes convey confidence and tenacity, hinting at his ability to read the game effectively.\n\nCarter is dressed in the team kit of Fraser Valley United, featuring a navy-blue jersey with white and green accents, showcasing his shirt number 13 on the back. The kit is complemented by matching shorts and knee-length socks, alluding to the team's crest on the left chest. He stands in a slightly angled pose, with his body weight shifted onto one leg, arms crossed confidently over his chest or resting on his hips, embodying a blend of determination and readiness.\n\nThe background captures a professional soccer setting, with the faint outline of a stadium and hints of the team's colors in the stands. The lighting highlights his features, casting soft shadows that enhance his defined jawline. The overall mood is one of confidence, professionalism, and high spirits, indicative of his current strong form and non-injured status, ready to make an impact for his team."}