{"number": 4, "name": "Jacob Thompson", "age": 23, "nationality": "Canada", "shirt_number": 4, "position": "Center Back", "preferred_foot": "Left", "role": "Starter", "team": "Fraser Valley United", "height_cm": 185, "weight_kg": 78, "overall_rating": 82, "is_injured": false, "form": 7, "goals": 3, "assists": 2, "yellow_cards": 5, "red_cards": 0, "bio": "A commanding presence on the pitch, Jacob Thompson excels in aerial duels and tackles, often acting as the backbone of the defense. Hailing from the scenic vineyards of Abbotsford, his leadership is evident not only in his play but also in his unwavering determination to inspire teammates. Known for his precise long passes and tactical awareness, he embodies the spirit and tenacity of Fraser Valley United.", "profile_pic": "A realistic portrait of Jacob Thompson, a 23-year-old Canadian soccer player standing tall at 185 cm and weighing 78 kg. He has a robust physical build, showcasing a fit athlete’s physique. His facial features include a strong jawline, piercing blue eyes, and short, dark brown hair, slightly tousled, giving him a confident but approachable vibe. He wears a focused expression, embodying determination and leadership.\n\nJacob is dressed in the home kit of Fraser Valley United, which consists of a deep green jersey with white accents, featuring his shirt number 4 emblazoned on the back. The front of the jersey includes the team logo prominently displayed over the left side of his chest. He has matching shorts and socks, completed with black, sleek soccer cleats. \n\nHe stands in an athletic pose, arms crossed and slightly relaxed, projecting a sense of calm authority. The backdrop is a softly blurred stadium setting, hinting at an excited crowd, enhancing the matchday atmosphere. The lighting highlights the intensity of his gaze and the sharp lines of his strong features, capturing his essence as a commanding center back. His current form is indicated by a subtle glow of confidence, showcasing his high rating of 82 and reflecting his active participation in the game, especially given his injury-free status."}