{"number": 2, "name": "Liam Thompson", "age": 23, "nationality": "Canada", "shirt_number": 2, "position": "Left Back", "preferred_foot": "Right", "role": "Starter", "team": "Fraser Valley United", "height_cm": 178, "weight_kg": 74, "overall_rating": 82, "is_injured": false, "form": 7, "goals": 3, "assists": 5, "yellow_cards": 2, "red_cards": 0, "bio": "Liam Thompson is a dynamic left-back known for his relentless pace and tactical awareness. Originating from the diverse landscapes of Canada, he embodies a blend of resilience and finesse on the pitch. His signature move, an overlapping run down the flank, consistently catches opponents off guard. With an unwavering spirit and strong leadership qualities, Liam has quickly become a fan favorite in Fraser Valley United's journey to elevate Canadian soccer.", "profile_pic": "Liam Thompson stands confidently in his team kit for Fraser Valley United, wearing the number 2 jersey that fits snugly on his athletic build. At 178 cm tall and weighing 74 kg, his physique reflects a balance of strength and agility, suited for a left-back role. His short, slightly tousled dark hair frames a focused yet approachable face, highlighting his Canadian nationality. He has a strong jawline, fair skin, and piercing blue eyes that convey determination and leadership.\n\nThe kit is a vibrant blend of navy blue and gold, representing his team colors, with a sleek design featuring the club's emblem prominently on the chest. He wears white soccer socks pulled up high, and black cleats, poised in a slight crouch as if ready to spring into action on the field. His posture exudes confidence, reflecting his form rating of 7 out of 10, while a subtle smile suggests his upbeat personality and current good spirits, enhanced by the fact that he is not injured.\n\nThe backdrop captures a sunlit stadium filled with cheering fans, enhancing the atmosphere of a matchday portrait. The focus is on Liam, showcasing not only his athletic prowess but also the energy and hope he brings to the burgeoning Canadian soccer scene."}