{"number": 20, "name": "Thomas MacDonald", "age": 21, "nationality": "Canada", "shirt_number": 20, "position": "Left Wing", "preferred_foot": "Right", "role": "Bench", "team": "Fraser Valley United", "height_cm": 182, "weight_kg": 76, "overall_rating": 85, "is_injured": false, "form": 8, "goals": 12, "assists": 10, "yellow_cards": 3, "red_cards": 1, "bio": "Thomas MacDonald, the Left Wing sensation from Canada, dances down the flank with unparalleled agility. His right foot strikes fear into opposing defenders, showcasing his knack for precise crosses and dazzling dribbles. Born and raised amidst the picturesque landscapes of British Columbia, he embodies the spirit of Fraser Valley United, blending rural grit with technical finesse. With an infectious work ethic and a charismatic presence, Thomas is not just a player; he's a beacon of hope for aspiring young talents.", "profile_pic": "A realistic portrait of Thomas MacDonald, a 21-year-old Canadian professional soccer player from Fraser Valley United. He stands confidently at 182 cm tall and weighing 76 kg. His athletic build stands out in the vibrant team kit, featuring a bold design with the team colors prominently displayed: deep green and white accents. The shirt, number 20, is fitted to highlight his agility, with shorts and socks completing the look.\n\nThomas has an expressive face, with strong cheekbones and a determined gaze reflecting his competitive spirit. His brown hair is styled in a trendy, slightly tousled manner, enhancing his youthful charm. A subtle smile hints at his charismatic personality, which shines through his confident stance.\n\nIn the background, a blurred soccer pitch and cheering fans suggest the matchday atmosphere. He stands in a dynamic pose, slightly leaning forward as if preparing to sprint down the left wing, capturing his role as a skilled left-winger. The mood is energetic and optimistic, showcasing his impressive form rating of 8 and recent performance, with an aura of determination that highlights the absence of any injury. The image encapsulates the essence of a promising soccer talent, poised to make his mark on the game."}