{"number": 17, "name": "Owen Campbell", "age": 23, "nationality": "Canada", "shirt_number": 17, "position": "Attacking Mid", "preferred_foot": "Right", "role": "Bench", "team": "Fraser Valley United", "height_cm": 178, "weight_kg": 70, "overall_rating": 82, "is_injured": false, "form": 8, "goals": 5, "assists": 10, "yellow_cards": 2, "red_cards": 0, "bio": "Owen Campbell is a dynamic attacking midfielder known for his exceptional vision and precise passing. Hailing from the heart of Canada, he combines technical skill with a relentless work ethic. His knack for turning defense into attack swiftly has made him a key asset for Fraser Valley United, where he seamlessly integrates creativity and strategy, thrilling fans with his playmaking prowess.", "profile_pic": "Owen Campbell stands confidently in a press photo for Fraser Valley United, showcasing his vibrant presence as an attacking midfielder. He is 23 years old, with a lean, athletic build—178 cm tall and weighing 70 kg, exuding an aura of agility. His short, tousled dark hair frames a determined face, accentuated by sharp cheekbones and a slight smile that hints at his warm personality. His expressive hazel eyes convey focus and determination, capturing his dynamic spirit on the pitch.\n\nOwen wears the team's home kit: a striking red jersey with white accents, featuring the number 17 prominently on his chest and back. The kit is completed with matching red shorts and white socks, displaying the Fraser Valley United logo on his left chest and the league patch on his right arm, establishing his identity within the team. \n\nHe strikes a relaxed yet energetic pose, one hand placed on his hip while the other is slightly raised, showcasing a thumbs-up, reflecting the confidence that stems from his strong form and positive overall rating of 82. The background features the team’s logo subtly blurred, providing context while ensuring Owen remains the focal point of the image. The lighting is bright, highlighting the sheen of his kit and the intensity in his expression, representing his readiness to contribute to the team as a bench player, fully fit and eager to make an impact."}