{"number": 6, "name": "Logan Gagnon", "age": 31, "nationality": "Canada", "shirt_number": 6, "position": "Defensive Mid", "preferred_foot": "Right", "role": "Starter", "team": "Fraser Valley United", "height_cm": 180, "weight_kg": 75, "overall_rating": 82, "is_injured": false, "form": 8, "goals": 5, "assists": 10, "yellow_cards": 3, "red_cards": 1, "bio": "Logan Gagnon, a stalwart defensive midfielder from Canada, combines tactical intelligence with a fierce competitive spirit. Known for his relentless work rate and precise passing, he thrives in high-pressure situations. With roots in the rugged terrains of rural British Columbia, Logan embodies the heart and tenacity of Fraser Valley United, consistently driving his teammates to excel.", "profile_pic": "A realistic portrait of Logan Gagnon, a 31-year-old Canadian professional soccer player, stands confidently in his team kit for Fraser Valley United. He is 180 cm tall and weighs 75 kg, showcasing a fit, athletic build typical of a defensive midfielder. \n\nLogan has short, dark hair with a touch of ruggedness to his features, reflecting his origins from rural British Columbia. His deep-set eyes convey determination and focus, embodying the competitive spirit he's known for. A faint hint of stubble adds to his masculine demeanor, suggesting a no-nonsense attitude both on and off the pitch.\n\nHe wears the Fraser Valley United home jersey, prominently featuring the team colors of blue and white. The kit is designed with a modern, streamlined fit, and his shirt number, 6, is displayed prominently on the back. His shorts and socks are coordinated to complete the uniform look.\n\nIn the image, Logan is posed in a slightly crouched position, one knee bent as if preparing for action, with his right foot forward and slightly raised—suggesting readiness. His expression is focused yet friendly, hinting at a natural leader who motivates his teammates. The background is blurred to feature a stadium ambiance, adding a vibrant matchday feel. There are no signs of injury; instead, he radiates energy and confidence, indicative of his strong form and overall rating of 82."}