{"number": 7, "name": "Joaquín Araya", "age": 20, "nationality": "Costa Rica", "shirt_number": 7, "position": "Central Mid", "preferred_foot": "Left", "role": "Starter", "team": "Tierra Alta FC", "height_cm": 178, "weight_kg": 72, "overall_rating": 85, "is_injured": false, "form": 8, "goals": 12, "assists": 10, "yellow_cards": 3, "red_cards": 1, "bio": "Joaquín Araya, a dynamic 20-year-old from Costa Rica, is known for his agile dribbling and precise left-footed passes. With a passion for the game that ignites the field, he embodies the tactical intelligence of Tierra Alta FC, often orchestrating plays with vision and flair. His electrifying presence is complemented by a tenacity that makes him a fan favorite.", "profile_pic": "A realistic portrait of Joaquín Araya, a 20-year-old Costa Rican soccer player. He stands at 178 cm tall, with a fit build weighing 72 kg. Joaquín has a youthful face with a warm smile, showcasing high cheekbones and sharp, expressive eyes that reflect determination. His dark hair is slightly tousled, giving him a spirited appearance. \n\nHe is wearing the vibrant home kit of Tierra Alta FC, featuring a striking red and yellow color scheme with the number 7 emblazoned prominently on his shirt and shorts. The jersey is slightly fitted, highlighting his athletic physique. The team's logo is proudly displayed on his chest, and he has black soccer cleats with red accents.\n\nJoaquín is posed dynamically, leaning slightly forward with a confident stance, as if ready to make a play on the field. His left foot is pointed slightly forward, indicative of his preferred foot, while he holds a soccer ball at his side with his right hand. The background is a blurred soccer pitch, suggesting a matchday atmosphere. The overall mood exudes energy and excitement, reflecting his strong form, with an impressive overall rating of 85. His expression conveys passion and focus, embodying both the tenacity and flair that make him a fan favorite, free of any signs of injury."}