{"number": 21, "name": "Rafael Cordero", "age": 24, "nationality": "Costa Rica", "shirt_number": 21, "position": "Right Wing", "preferred_foot": "Right", "role": "Bench", "team": "Tierra Alta FC", "height_cm": 178, "weight_kg": 75, "overall_rating": 82, "is_injured": false, "form": 7, "goals": 12, "assists": 8, "yellow_cards": 3, "red_cards": 1, "bio": "Rafael Cordero, the dynamic right winger from Costa Rica, is known for his lightning-fast pace and precise crosses. With an unyielding spirit and a contagious enthusiasm, he constantly challenges defenders, embodying the tactical intelligence of Tierra Alta FC. His playful flair and deep roots in the lush landscapes of San José enhance his on-field creativity.", "profile_pic": "A realistic portrait of Rafael Cordero, a 24-year-old professional soccer player from Costa Rica. He stands at 178 cm tall and weighs 75 kg, showcasing an athletic build indicative of a right winger. Rafael has short, dark hair styled neatly, with a confident smile that reflects his playful flair and contagious enthusiasm. His skin has a warm, sun-kissed tone, typical of a Costa Rican athlete.\n\nHe is wearing the official Tierra Alta FC team kit, which features vibrant colors of green and yellow, complemented by the number 21 prominently displayed on his jersey. The kit is emblazoned with the team's logo on the left chest. Rafael's right foot is slightly forward, hinting at his preferred playing style, while he stands on a well-manicured soccer pitch, suggesting readiness for action.\n\nThe image captures him in a moment of focus and determination, with a bright blue sky overhead, conveying his positive form as indicated by a rating of 82. There are no signs of injury, and his posture reflects a blend of energy and tactical intelligence. The background features blurred outlines of a cheering crowd, enhancing the atmosphere of a matchday press photo. His expression embodies confidence and a team-oriented spirit, promising excitement for fans and opponents alike."}