{"number": 22, "name": "Andrés Zúñiga", "age": 29, "nationality": "Costa Rica", "shirt_number": 22, "position": "Various", "preferred_foot": "Left", "role": "Reserve/Prospect", "team": "Tierra Alta FC", "height_cm": 178, "weight_kg": 75, "overall_rating": 83, "is_injured": false, "form": 7, "goals": 12, "assists": 8, "yellow_cards": 3, "red_cards": 1, "bio": "Andrés Zúñiga is a dynamic player known for his dazzling footwork and strategic vision on the field. A product of Costa Rica's rich soccer culture, he plays primarily on the left flank, where his preferred foot allows him to deliver precise crosses and create scoring opportunities. Renowned for his relentless work ethic and positive attitude, Zúñiga inspires his teammates, often leading by example both on and off the pitch.", "profile_pic": "A striking press photo of Andrés Zúñiga, a dynamic 29-year-old soccer player from Costa Rica, stands confidently in his team kit for Tierra Alta FC. He is 178 cm tall and weighs 75 kg, giving him an athletic build. Zúñiga has short, dark hair and a well-groomed beard, with his warm, expressive brown eyes reflecting passion and determination. His slightly tanned skin conveys a sense of vitality, accentuated by a friendly smile that hints at his positive attitude.\n\nHe wears the team's home jersey, predominantly in bright green with white accents, showcasing the number 22 prominently on his chest and back. His shorts are green, matching the jersey, while his cleats are a vibrant shade of blue, adding a pop of color. In this portrait, he stands in a relaxed pose with his left foot slightly forward, arms crossed confidently at his chest, embodying leadership as a reserve/prospect.\n\nThe background features a blurred soccer field and fans, capturing the buzz of matchday. Zúñiga's posture and expression reflect his high form, rating of 83, and a clear indication that he is not injured, ready to contribute to his team's success. The overall mood is vibrant and energetic, highlighting his role as an inspiration on and off the pitch."}