{"number": 15, "name": "Cristian Salazar", "age": 22, "nationality": "Costa Rica", "shirt_number": 15, "position": "Defensive Mid", "preferred_foot": "Left", "role": "Bench", "team": "Tierra Alta FC", "height_cm": 178, "weight_kg": 70, "overall_rating": 78, "is_injured": false, "form": 7, "goals": 3, "assists": 5, "yellow_cards": 2, "red_cards": 0, "bio": "Cristian Salazar thrives in the heart of the midfield, known for his pinpoint tackles and relentless drive. With a keen soccer IQ and an attacking mindset, he effortlessly transitions from defense to support, showcasing his left foot's prowess in set pieces. Hailing from the lush landscapes of Costa Rica, he embodies the spirit of sustainability, reflecting Tierra Alta FC’s commitment to preservation both on and off the pitch.", "profile_pic": "A realistic portrait of Cristian Salazar, a 22-year-old Costa Rican soccer player, standing confidently in his team's kit for Tierra Alta FC. He is 178 cm tall and weighs 70 kg, with an athletic build reflecting his active lifestyle. His facial features include a youthful, determined expression, complemented by dark, tousled hair and warm brown eyes that radiate passion for the game.\n\nCristian is wearing the team's home jersey, prominently featuring the vibrant green and yellow colors of Tierra Alta FC, with his shirt number 15 on the back. The kit design includes eco-friendly fabric elements, symbolizing his connection to sustainability. He is in a relaxed pose, arms crossed and leaning slightly forward, exuding a sense of poise and focus, indicative of his current good form (rating of 7). With no visible signs of injury, his demeanor is confident and ready for action.\n\nThe background features a blurred stadium scene, emphasizing the atmosphere of a matchday. Cristian's expression is one of determination, with a hint of a smile, showcasing both professionalism and approachability. Natural light illuminates him, highlighting the intricate details of his kit and the intensity in his eyes, capturing the essence of a committed player ready to make an impact on the field."}