{"number": 6, "name": "Mauricio Pérez", "age": 23, "nationality": "Costa Rica", "shirt_number": 6, "position": "Defensive Mid", "preferred_foot": "Right", "role": "Starter", "team": "Tierra Alta FC", "height_cm": 178, "weight_kg": 75, "overall_rating": 82, "is_injured": false, "form": 8, "goals": 3, "assists": 5, "yellow_cards": 2, "red_cards": 0, "bio": "Mauricio Pérez, a tenacious midfielder from Costa Rica, combines relentless work ethic with sharp tactical awareness. Known for his exceptional passing range and ability to break up opposition attacks, he embodies the heart of Tierra Alta FC. His signature play style is characterized by game-saving interceptions and the ability to initiate swift counterattacks, making him a key player on the pitch.", "profile_pic": "A portrait of a 23-year-old Costa Rican professional soccer player, Mauricio Pérez. He stands confidently at 178 cm tall and weighs 75 kg, exuding athleticism and dedication. His skin is a warm tone, reflective of his strong heritage, and his facial features are sharp yet friendly, with a defined jawline and bright, expressive eyes that sparkle with determination. His dark hair is neatly styled, emphasizing his youthful energy.\n\nHe is wearing the Tierra Alta FC team kit, which showcases vibrant colors—predominantly green with white accents, and features the club emblem prominently on the left chest. The shirt is made of a high-tech fabric, fitting snugly to highlight his toned physique. Mauricio is in an action-ready pose, standing with one foot slightly forward, arms crossed confidently over his chest, and wearing his shirt number, 6, clearly displayed. \n\nIn the backdrop, the stadium looms large, hinting at the excitement of match day. The atmosphere is charged, hinting at his excellent form with an overall rating of 82. Despite being a tenacious defensive midfielder, his calm demeanor reflects his lack of injury, and he is poised to play a critical role in the game. The image captures his readiness to tackle the match head-on, with a subtle smile suggesting his competitive spirit and passion for the game."}