{"number": 13, "name": "Carlos Pérez", "age": 27, "nationality": "Costa Rica", "shirt_number": 13, "position": "Center Back", "preferred_foot": "Right", "role": "Bench", "team": "Tierra Alta FC", "height_cm": 185, "weight_kg": 80, "overall_rating": 78, "is_injured": false, "form": 7, "goals": 1, "assists": 2, "yellow_cards": 3, "red_cards": 0, "bio": "Carlos Pérez, a steadfast Center Back from Costa Rica, embodies resilience and tactical prowess on the pitch. Known for his towering presence and quick decision-making, he excels in intercepting passes and organizing the defense. Growing up amidst the lush landscapes of San José, his commitment to sustainability mirrors that of Tierra Alta FC, making him an invaluable asset both on and off the field.", "profile_pic": "A realistic portrait of Carlos Pérez, a 27-year-old Costa Rican soccer player standing confidently in his team's kit. He is 185 cm tall, with an athletic build weighing 80 kg. His skin is a warm tan, with short, dark hair and a neatly trimmed beard, conveying determination and focus. His facial features are strong, with a slightly angular jawline and pronounced cheekbones. He exhibits a serious yet approachable expression, reflecting his resilience and tactical prowess on the pitch.\n\nHe wears the Tierra Alta FC home kit, which includes a white jersey with green accents, the team's logo prominently displayed on the left chest, and his shirt number 13 on both the back and sleeves. The shorts are matching white with green trim, and he wears black and green cleats.\n\nCarlos is posed in a slight forward lean, with a defensive stance, as if bracing to intercept a ball, showcasing his role as a Center Back. His left arm is raised slightly in a defensive position, while his right hand rests confidently on his hip. The background is blurred, hinting at a stadium filled with fans, emphasizing the high stakes of the matchday atmosphere. He is in prime form, with a positive rating of 78, and no visible injuries, projecting readiness and energy. The lighting focuses on him, casting a subtle glow that enhances his features and team colors."}