{"number": 3, "name": "David Alvarado", "age": 24, "nationality": "Costa Rica", "shirt_number": 3, "position": "Center Back", "preferred_foot": "Left", "role": "Starter", "team": "Tierra Alta FC", "height_cm": 182, "weight_kg": 76, "overall_rating": 85, "is_injured": false, "form": 8, "goals": 2, "assists": 1, "yellow_cards": 3, "red_cards": 0, "bio": "David Alvarado, a commanding presence on the pitch, is known for his robust tackling and strategic positional play. Hailing from the vibrant streets of San José, his left-footed clearances and aerial prowess make him a cornerstone of Tierra Alta FC's defense. A passionate advocate for environmental sustainability, he embodies the team’s ethos both on and off the field.", "profile_pic": "A realistic portrait of a 24-year-old Costa Rican male soccer player, David Alvarado, standing confidently in a press photo or matchday portrait. He is 182 cm tall and weighs 76 kg, presenting a fit and athletic build. His facial features include strong cheekbones, a defined jawline, and a warm, inviting smile, reflecting a friendly yet determined personality. He has short, dark hair styled neatly, and his brown eyes convey intensity and focus, encapsulating his role as a commanding center back.\n\nDavid is dressed in the Tierra Alta FC team kit, which consists of a vibrant green jersey with white accents, displaying the number 3 prominently on the back and front. He wears matching green shorts and white socks, along with black cleats. \n\nThe background is a blurred soccer stadium filled with fans, creating a vibrant atmosphere. David stands in a relaxed yet confident pose, slightly leaning forward with arms crossed in front of him, exuding confidence and readiness for the season. The mood is positive and optimistic, highlighting his excellent form (8/10) with a hint of excitement for the ongoing matches. The image conveys his commitment to both soccer and environmental advocacy, seamlessly merging his athletic prowess and personal values."}