{"number": 14, "name": "Erick Zúñiga", "age": 32, "nationality": "Costa Rica", "shirt_number": 14, "position": "Full Back", "preferred_foot": "Right", "role": "Bench", "team": "Tierra Alta FC", "height_cm": 180, "weight_kg": 75, "overall_rating": 82, "is_injured": false, "form": 7, "goals": 5, "assists": 12, "yellow_cards": 3, "red_cards": 0, "bio": "Erick Zúñiga, the agile full back from Costa Rica, is known for his relentless stamina and exceptional crossing ability. With a blend of tactical intelligence and true passion for football, he fearlessly engages in both defensive duties and offensive support, making him a vital player on the pitch. His roots in the lush landscapes of San José deeply influence his playing style, embodying the spirit of Tierra Alta FC.", "profile_pic": "A realistic portrait of Erick Zúñiga in a professional soccer setting. He stands confidently at 180 cm tall and weighs 75 kg, conveying a fit athletic build. His facial features include a balanced blend of Costa Rican heritage, with an amiable yet determined expression that reflects his age of 32. He has short, slightly wavy black hair, a hint of stubble on his face, and warm brown eyes that convey a passion for the game.\n\nErick wears the Tierra Alta FC team kit, which consists of a vibrant green jersey adorned with white accents. The shirt, featuring his number 14 on the back and front, fits snugly, emphasizing his athletic physique. He has black shorts and green socks, with black cleats on his feet. The kit is complemented by the team’s crest on his left chest, symbolizing his commitment to the club.\n\nThe pose captures Erick in a relaxed yet assertive stance, with one hand resting on his hip and the other slightly raised, as if he’s ready to engage with either teammates or fans. The background showcases a stadium filled with cheering fans, creating an atmosphere of optimism and energy. His expression is focused and confident, indicative of his strong form rating of 7 and optimism from a productive season, despite the absence of any injury. The overall mood conveys readiness and enthusiasm for the game, embodying the spirit of both the player and his team."}