{"number": 9, "name": "Esteban Camacho", "age": 30, "nationality": "Costa Rica", "shirt_number": 9, "position": "Left Wing", "preferred_foot": "Left", "role": "Starter", "team": "Tierra Alta FC", "height_cm": 178, "weight_kg": 75, "overall_rating": 86, "is_injured": false, "form": 7, "goals": 12, "assists": 8, "yellow_cards": 3, "red_cards": 1, "bio": "Esteban Camacho is known for his electrifying pace and precise left foot, making him a constant threat on the left flank. With roots deep in the lush landscapes of Costa Rica, his passionate play embodies the spirit of Tierra Alta FC, combining flair and tactical acumen. A crowd favorite, Esteban's ability to change the game in an instant leaves opponents scrambling. His commitment to sustainability off the pitch makes him a role model in his community.", "profile_pic": "A portrait of Esteban Camacho, a 30-year-old Costa Rican professional soccer player, standing confidently in his Tierra Alta FC team kit. He’s 178 cm tall, athletic build weighing 75 kg, with a defined yet lean physique indicative of an experienced athlete. His facial features are sharp, with dark hair styled into a neat undercut, complementing his medium tan skin. Esteban sports a friendly yet determined expression, showcasing vibrant brown eyes that convey passion and intensity.\n\nThe team kit is a vibrant sky blue with white accent details, featuring the club crest over the left chest. His shirt displays the number 9 prominently. He has his left foot slightly forward, emphasizing his preferred foot, while his body is angled slightly to the side, giving a dynamic look, as if preparing for a sprint.\n\nThe background is a blurred stadium, with just the hint of cheering fans, evoking a matchday atmosphere. Esteban stands tall, radiating confidence and readiness, representing both a top form with a rating of 86 and an injury-free status. His pose and mood reflect his electrifying pace and tactical flair, capturing the essence of a dedicated athlete making a significant impact on the field."}