{"number": 2, "name": "José Chacón", "age": 22, "nationality": "Costa Rica", "shirt_number": 2, "position": "Left Back", "preferred_foot": "Left", "role": "Starter", "team": "Tierra Alta FC", "height_cm": 178, "weight_kg": 72, "overall_rating": 85, "is_injured": false, "form": 7, "goals": 3, "assists": 5, "yellow_cards": 2, "red_cards": 0, "bio": "A dynamic Left Back known for his tenacity and impeccable tackling, José Chacón embodies the spirit of Tierra Alta FC. With roots in the lush highlands of Costa Rica, his commitment to sustainability mirrors the club's ethos. Possessing an eye for connecting plays, he often surges forward to assist, making him a vital player in the transition from defense to attack.", "profile_pic": "A realistic portrait of a 22-year-old male soccer player named José Chacón, standing confidently in a Tierra Alta FC team kit. He is 178 cm tall, with a lean and athletic build weighing 72 kg. His dark brown hair is styled in a short, tidy cut, and he has warm brown eyes that exude determination and energy. His facial features are sharp, with high cheekbones and a strong jawline, showcasing a slight smile that hints at his approachable personality. \n\nHe is wearing the team's home kit, which consists of a vibrant green jersey with gold accents, featuring the number \"2\" prominently on the back. The kit is completed with matching shorts and socks, along with black cleats that sit firmly on a grassy pitch. The background captures a sunny stadium atmosphere, with blurred fans in the stands, adding to the excitement of a matchday. \n\nJosé adopts a dynamic pose, slightly leaning forward with his left foot planted firmly on the ground, his left arm raised confidently, showcasing a vibrant energy, reflecting his strong form rating of 7. There are no visible signs of injury, and his stance conveys readiness and enthusiasm for the game ahead. Overall, the image radiates a spirit of tenacity and teamwork, embodying José's role as a vital starter for his team."}