{"number": 20, "name": "Javier Martínez", "age": 28, "nationality": "Mexico", "shirt_number": 20, "position": "Left Wing", "preferred_foot": "Right", "role": "Bench", "team": "Yucatan Force", "height_cm": 178, "weight_kg": 75, "overall_rating": 82, "is_injured": false, "form": 7, "goals": 15, "assists": 10, "yellow_cards": 3, "red_cards": 1, "bio": "Born in the vibrant streets of Guadalajara, Javier Martínez is known for his explosive pace and deft dribbling. A true left-wing magician, he dances around defenders with ease, channeling the spirit of Mexico's rich football heritage. His tenacity and flair make him a crowd favorite at El Templo del Sol, where fans roar with every dazzling run he makes.", "profile_pic": "A portrait of Javier Martínez, a 28-year-old Mexican soccer player standing confidently against a vibrant backdrop of El Templo del Sol stadium. He is 178 cm tall and weighs 75 kg, showcasing a well-built athletic physique. Javier has sun-kissed skin and a confident smile, embodying a charismatic personality. His dark, slightly wavy hair is styled neatly, with a few strands falling across his forehead. His expressive brown eyes shine with determination and passion for the game.\n\nHe is wearing the Yucatan Force team kit, which features a striking combination of deep green and gold. The shirt, with the number 20 prominently displayed on his back, is slightly snug, highlighting his muscular build. The shorts and socks match the shirt's colors, incorporating sleek design elements that reflect modern sports fashion. His right foot is slightly forward, indicating a readiness to sprint, with a slight rotation in his body that showcases his left-wing position on the field.\n\nThe mood conveys confidence and enthusiasm, enhanced by his recent good form rating of 7. A subtle glow of stadium lights adds warmth to the image, and a few blurred fans can be seen in the background, cheering and celebrating the excitement of match day. The portrait exudes energy, perfectly capturing Javier’s explosive pace and vibrant essence without showing any signs of injury, highlighting his present readiness to dazzle on the field."}