{"number": 7, "name": "Santiago Ortega", "age": 19, "nationality": "Mexico", "shirt_number": 7, "position": "Central Mid", "preferred_foot": "Left", "role": "Starter", "team": "Yucatan Force", "height_cm": 175, "weight_kg": 68, "overall_rating": 85, "is_injured": false, "form": 8, "goals": 10, "assists": 12, "yellow_cards": 3, "red_cards": 1, "bio": "Santiago Ortega, a 19-year-old dynamo from Mexico, thrives in the midfield with his deft left foot and uncanny ability to orchestrate the game. Known for his aggressive style and vision, he dances deftly past opponents, embodying the spirit of Yucatán Force. With a flair for the dramatic, he has quickly become a fan favorite, often leading the charge with his electrifying runs and vital contributions in crucial matches.", "profile_pic": "A realistic portrait of Santiago Ortega, a 19-year-old Mexican soccer player standing confidently in the official kit of Yucatan Force. He is 175 cm tall and weighs 68 kg, exuding energy and dynamism. His left foot is slightly raised, highlighting his role as a Central Midfielder. He has a medium build with well-defined muscles, showcasing athleticism.\n\nSantiago has a youthful face with high cheekbones, dark expressive eyes, and a friendly yet fierce look. His hair is black, styled in a slightly tousled, modern cut that reflects his passionate nature. He sports a confident smile that hints at his charm and charisma, embodying his flair for the dramatic on the field.\n\nThe Yucatan Force kit is vibrant, featuring a bright red jersey adorned with the number 7 prominently displayed. The club logo is embroidered on the left chest, and the sleeves have subtle textures that suggest a high-performance material. He wears matching shorts and high socks, completing the performance-ready look.\n\nIn the background, the stadium is slightly blurred, emphasizing the excitement of matchday with colorful banners and energized fans. The mood is electric, highlighting his strong form and recent achievements, without any signs of injury. Santiago's posture is relaxed yet assertive, capturing his confidence as a starter with an overall rating of 85. The lighting is bright and accentuates his features, conveying a sense of optimism and star potential."}