{"number": 5, "name": "Ramón Sánchez", "age": 31, "nationality": "Mexico", "shirt_number": 5, "position": "Right Back", "preferred_foot": "Right", "role": "Starter", "team": "Yucatan Force", "height_cm": 178, "weight_kg": 75, "overall_rating": 82, "is_injured": false, "form": 8, "goals": 2, "assists": 5, "yellow_cards": 3, "red_cards": 1, "bio": "Ramón Sánchez, known for his relentless tackles and precise crosses, embodies the spirit of Yucatán Force. His aggressive playing style is matched only by his unwavering determination to defend his territory, making him a fan favorite in El Templo del Sol. A proud Mexican, he combines raw athleticism with strategic vision, earning him respect across the league.", "profile_pic": "A realistic portrait of Ramón Sánchez, a 31-year-old Mexican professional soccer player, standing confidently on the field. He has a medium athletic build, standing at 178 cm tall and weighing 75 kg. His short, dark hair is slightly tousled, and he has a strong jawline and piercing brown eyes that reflect determination. A subtle hint of a smile conveys his passion for the game, while a faint scar above his right eyebrow suggests his tough playing style.\n\nHe is wearing the Yucatan Force team kit, featuring a vibrant blend of deep green and yellow, with the number 5 prominently displayed on his jersey. The shirt fits snugly against his physique, showcasing his muscular arms and toned legs. His right foot is planted firmly on the ground while his left leg is slightly raised, suggesting a readiness to sprint down the field. \n\nThe background depicts the bustling atmosphere of El Templo del Sol, packed with cheering fans, creating a sense of excitement. The stadium lights cast a bright glow, accentuating his focused expression and the sheen of sweat on his skin after an intense match. His overall demeanor is one of confidence and pride in representing his team, with a posture that exudes readiness and resilience, reflecting his excellent form and strong overall rating of 82."}