{"number": 11, "name": "José Delgado", "age": 32, "nationality": "Mexico", "shirt_number": 11, "position": "Right Wing", "preferred_foot": "Right", "role": "Starter", "team": "Yucatan Force", "height_cm": 178, "weight_kg": 72, "overall_rating": 85, "is_injured": false, "form": 8, "goals": 15, "assists": 10, "yellow_cards": 3, "red_cards": 1, "bio": "José Delgado is known for his blazing speed and exceptional dribbling skills that leave defenders in the dust. His ability to deliver pinpoint crosses makes him a constant threat on the right wing. Born in Mexico City, he embodies the spirit of Yucatán Force, dazzling fans with his flair and passion on the pitch, often celebrating goals with a signature dance that reflects his cultural roots.", "profile_pic": "A realistic portrait of José Delgado, aged 32, stands confidently on a vibrant soccer pitch. He is 178 cm tall, with a lean athletic build weighing 72 kg. His skin is a warm tone representative of his Mexican heritage, and he has short, neatly styled dark hair with slight curls at the edges. His facial features include high cheekbones, a strong jawline, and expressive brown eyes that convey determination and charisma. \n\nHe wears the bright and bold team kit of Yucatan Force, featuring a primarily teal shirt with vibrant orange and white accents, his number 11 prominently displayed on the back. The kit is slightly fitted, showcasing his muscular arms and toned physique, and he wears matching shorts and socks. The iconic team crest is embroidered on the left chest, symbolizing his dedication as a starter.\n\nHis stance portrays confidence and readiness, with one foot slightly forward as if he is about to sprint down the right wing. His right foot is positioned forward, showcasing his preferred right foot for kicking. He has a slight smile, embodying his vibrant personality, and hints of joy as he envisions a goal, reflecting his current excellent form with a rating of 85. \n\nThe backdrop features a high-energy stadium filled with cheering fans, emphasizing the excitement of match day. Bright floodlights shine down, illuminating him against a backdrop of blurred team colors. There’s a sense of movement in the air, capturing his trademark flair and the spirit of his cultural roots, perhaps hinting at a celebratory dance awaiting his next goal. No visible signs of injury."}