{"number": 13, "name": "Ricardo Hernández", "age": 19, "nationality": "Mexico", "shirt_number": 13, "position": "Center Back", "preferred_foot": "Right", "role": "Bench", "team": "Yucatan Force", "height_cm": 182, "weight_kg": 75, "overall_rating": 78, "is_injured": false, "form": 7, "goals": 2, "assists": 1, "yellow_cards": 3, "red_cards": 0, "bio": "Ricardo Hernández, a towering presence in defense, commands the pitch with his assertive tackling and keen game awareness. Hailing from the vibrant streets of Mérida, his passion for soccer shines through every match. A true warrior, his relentless spirit and unwavering commitment make him a fan favorite at El Templo del Sol.", "profile_pic": "Ricardo Hernández stands confidently in a press photo, showcasing a strong physical build at 19 years old. He is 182 cm tall and weighs 75 kg, with a robust and athletic frame that reflects his role as a center back. His skin tone is light brown, complemented by short, dark hair that is neatly styled. His facial features are sharp yet approachable, with deep brown eyes that exude determination and focus. A subtle smile hints at his friendly personality, representative of his humble upbringing in Mérida, Mexico.\n\nHe is dressed in the Yucatan Force team kit, which features vibrant blue and gold colors. The jersey is snug and professionally designed, displaying the number 13 prominently on the back, with the team logo on the left chest. His shorts match the jersey, and he wears matching socks that reach just below his knees. The kit's texture catches the light, adding depth to the overall look.\n\nHernández strikes a solid pose with one hand akimbo and the other resting on his knee, subtly conveying confidence and readiness. His posture reflects his good form, rated a solid 7, with a focused expression indicating he is prepared for the upcoming match. The background captures the essence of a stadium atmosphere, with blurred fans and vibrant colors, hinting at the electric energy of El Templo del Sol. Overall, the image encapsulates his spirit as a passionate player dedicated to his craft, radiating pride in representing his team and country."}