{"number": 14, "name": "Fernando Flores", "age": 22, "nationality": "Mexico", "shirt_number": 14, "position": "Full Back", "preferred_foot": "Left", "role": "Bench", "team": "Yucatan Force", "height_cm": 178, "weight_kg": 72, "overall_rating": 75, "is_injured": false, "form": 8, "goals": 3, "assists": 5, "yellow_cards": 2, "red_cards": 0, "bio": "Fernando Flores, the dynamic full back of Yucatán Force, electrifies the pitch with his agile runs and precise crosses. Hailing from the vibrant streets of Mérida, his tenacity and relentless spirit embody the soul of his team. Known for his tireless work ethic and eye for assists, he’s a player who thrives under pressure, creating pivotal moments in high-stakes games.", "profile_pic": "A realistic portrait of Fernando Flores, a 22-year-old Mexican soccer player standing confidently in his team kit for Yucatán Force. He is 178 cm tall and weighs 72 kg, showcasing a toned and athletic build. His face reflects determination and intensity, with chiseled cheekbones, a strong jawline, and warm brown skin. His dark hair is styled in a short, slightly tousled manner, complementing his expressive brown eyes that radiate passion for the game.\n\nHe wears the team's home jersey, which features vibrant colors of green and white with the number 14 boldly displayed on the back. The shirt is tight-fitting, accentuating his athletic frame, while the shorts are functional yet stylish to represent his agile playing style. He has soccer cleats that embody both comfort and sleek design.\n\nIn the image, he strikes a dynamic pose, slightly leaning forward with one foot positioned ahead of the other, exuding a sense of readiness and energy, as if poised to sprint down the field. His expression is focused, with a subtle hint of a smile that conveys confidence and enthusiasm. The background is a blurred glimpse of a stadium filled with cheering fans, encapsulating the vibrant atmosphere of match day. The lighting is bright and focused, highlighting his features and the details of his kit, symbolizing his high form and recent contributions on the pitch. There are no indications of injury, showcasing him as a vital asset to his team."}