{"number": 6, "name": "Miguel Vargas", "age": 31, "nationality": "Mexico", "shirt_number": 6, "position": "Defensive Mid", "preferred_foot": "Left", "role": "Starter", "team": "Yucatan Force", "height_cm": 178, "weight_kg": 75, "overall_rating": 85, "is_injured": false, "form": 8, "goals": 4, "assists": 7, "yellow_cards": 3, "red_cards": 0, "bio": "Miguel Vargas is a tenacious midfielder with an unyielding spirit, known for his precise tackles and uncanny ability to read the game. Hailing from the vibrant streets of Mérida, he embodies the heart of Yucatán Force, making him a fan favorite. With a slick, left-footed shot and an eye for connecting plays, he consistently brings intensity and flair to every match.", "profile_pic": "A realistic portrait of Miguel Vargas, a 31-year-old Mexican professional soccer player standing confidently on a field. He stands at 178 cm tall and weighs 75 kg, with a well-built physique that reflects his athleticism. His skin is a warm tan, and he has short, neatly styled dark hair with a slight wave and a well-groomed beard. His intense dark brown eyes convey determination and focus, embodying his tenacious personality.\n\nHe is wearing the home kit of Yucatán Force: a striking jersey dominated by vibrant green and white, featuring the team's logo on the left chest. The shirt is accented with sleek black details and his number \"6\" prominently displayed on the back. He dons matching shorts and tall black socks with green stripes, complemented by flashy black cleats. \n\nMiguel is posed in a slight forward stance, one foot slightly in front of the other, with a subtly confident smile that radiates passion for the game. His hands are placed on his hips, exuding leadership as a starter in his role as a defensive midfielder. The background captures a lively stadium atmosphere, with blurred fans cheering, enhancing the mood of excitement and anticipation for the match. The overall image showcases him in peak form, projecting confidence and readiness to take on the challenges of the game."}