{"number": 16, "name": "Alonso Ramos", "age": 21, "nationality": "Mexico", "shirt_number": 16, "position": "Central Mid", "preferred_foot": "Left", "role": "Bench", "team": "Yucatan Force", "height_cm": 175, "weight_kg": 70, "overall_rating": 82, "is_injured": false, "form": 8, "goals": 12, "assists": 15, "yellow_cards": 3, "red_cards": 1, "bio": "Alonso Ramos is a dynamic central midfielder known for his exceptional passing range and vision on the field. With a fierce left foot and an unyielding determination, he brings the spirit of Mexico's soccer legacy to Yucatán Force, captivating fans at El Templo del Sol. His ability to orchestrate plays and fuel the attack reflects his roots in the vibrant culture of Mérida, blending artistry with athleticism.", "profile_pic": "A 21-year-old male soccer player stands confidently, showcasing his athletic build. He is 175 cm tall and weighs 70 kg, with an athletic yet slightly lean physique. His tousled dark hair gives him a youthful and energetic vibe, and his animated facial expression reflects his passionate personality. He has sharp, warm brown eyes and high cheekbones, showcasing a determined yet friendly demeanor, embodying his Mexican heritage.\n\nHe is wearing the Yucatan Force home kit, which features vibrant red and yellow stripes with the team logo prominently displayed on the chest, matching his number 16 on the back. The shirt fits snugly, emphasizing his form while the shorts are tailored to allow for freedom of movement. He has his left foot slightly forward, ready for action, and wears matching vibrant red cleats.\n\nThe background captures the essence of a bustling soccer stadium, with excited fans and colorful flags waiving, conveying the electric atmosphere of a game day. The lighting highlights him in an upward angle, emphasizing his confident pose, while showcasing the focus and skill of a player in good form—he is in peak condition, with no visible signs of injury. His overall expression is one of determination and enthusiasm, embodying the spirit of a young athlete ready to make his mark."}