{"number": 4, "name": "Arturo Sánchez", "age": 32, "nationality": "Mexico", "shirt_number": 4, "position": "Center Back", "preferred_foot": "Left", "role": "Starter", "team": "Yucatan Force", "height_cm": 185, "weight_kg": 80, "overall_rating": 78, "is_injured": false, "form": 7, "goals": 3, "assists": 1, "yellow_cards": 5, "red_cards": 1, "bio": "Arturo Sánchez is a stalwart center back renowned for his aggressive tackles and aerial prowess. A true warrior on the pitch, he embodies the spirit of Yucatán Force, motivating teammates with his tenacity and fierce dedication. Growing up in the vibrant culture of Mérida, he combines skilled defending with a heart full of passion for his roots.", "profile_pic": "A realistic portrait of Arturo Sánchez, a 32-year-old Mexican soccer player standing confidently at 185 cm tall and weighing 80 kg. He has a strong, athletic build, showcasing his muscular frame. His facial features highlight his heritage, with warm brown skin, dark, slightly wavy hair cropped short on the sides and slightly longer on top, and deep-set brown eyes that exude a fierce determination. He has a prominent jawline with a subtle stubble that adds to his rugged demeanor.\n\nArturo is wearing the Yucatan Force home kit, which consists of a vibrant green jersey with the team emblem prominently displayed over his heart, paired with matching shorts and green socks. His left foot is positioned slightly forward, hinting at his preference for playing on that side, while his right foot is planted firmly for stability. \n\nThe background is a blurred stadium scene, suggesting an electrifying match-day atmosphere with cheering fans and bright floodlights. Arturo’s expression is one of intense focus and motivation, conveying his passion for the game and dedication to his team. He stands tall, exuding confidence, with his arms crossed or a subtle hint of a fist clenched to symbolize readiness and strength, embodying the warrior spirit he is known for on the pitch. There are no indications of injury; instead, he appears in peak form, reflecting his current performance rating of 78 with pride."}