{"number": 17, "name": "Ramón Jiménez", "age": 17, "nationality": "Mexico", "shirt_number": 17, "position": "Attacking Mid", "preferred_foot": "Right", "role": "Bench", "team": "Yucatan Force", "height_cm": 178, "weight_kg": 68, "overall_rating": 85, "is_injured": false, "form": 8, "goals": 12, "assists": 9, "yellow_cards": 3, "red_cards": 1, "bio": "A prodigy from the vibrant streets of Mérida, Ramón Jiménez dazzles with his sharp dribbling and vision. With a flair for threading precise passes and a fire in his belly, he embodies the spirit of the Yucatán Force. Fans remember his game-winning free kick that echoed through El Templo del Sol, solidifying his place as a rising star in Mexican soccer.", "profile_pic": "A realistic portrait of Ramón Jiménez, a 17-year-old Mexican soccer player. He stands at 178 cm tall, weighing 68 kg, showcasing a lean yet athletic build typical of a young attacking midfielder. His face features a youthful countenance with warm brown skin, dark, wavy hair styled in a modern cut, and bright, expressive brown eyes reflecting determination and passion. A hint of a smile hints at his vibrant personality and confidence.\n\nHe is wearing the home kit of Yucatan Force, featuring a striking design with deep green and white colors, his shirt number \"17\" prominently displayed on the back. The team logo is visible on the chest, and his right foot is slightly forward, emphasizing his preferred footing. \n\nThe background captures the electric atmosphere of El Templo del Sol, with blurred, excited fans in the stands, embodying his connection to the vibrant streets of Mérida. The pose is dynamic, showcasing readiness and energy, reminiscent of a press photo taken just moments before a match. Ramón's body language conveys his impressive form (8 out of 10) and the pride he feels representing his team, alongside hints of the skilled play that led to his 12 goals and 9 assists. There are subtle details indicating his youth and potential, all while radiating the spirit of a rising star in Mexican soccer. No injuries are visible, capturing him at his best."}