{"number": 19, "name": "Emilio Martínez", "age": 24, "nationality": "Mexico", "shirt_number": 19, "position": "Striker", "preferred_foot": "Right", "role": "Bench", "team": "Yucatan Force", "height_cm": 182, "weight_kg": 78, "overall_rating": 85, "is_injured": false, "form": 7, "goals": 15, "assists": 8, "yellow_cards": 3, "red_cards": 1, "bio": "Emilio Martínez, a dynamic striker from Mexico, combines explosive speed with an uncanny ability to read the game. Known for his powerful right foot, he often finds the back of the net from unexpected angles. Hailing from Mérida, he wears the number 19 jersey with pride, embodying the spirit of Yucatán Force. His relentless determination and flair for dramatic goals have made him a fan favorite.", "profile_pic": "A realistic portrait of Emilio Martínez, a 24-year-old professional soccer player. He stands at 182 cm tall and weighs 78 kg, showcasing a fit and athletic build. Emilio has a focused, determined expression, reflecting his dynamic and competitive personality. His dark hair is styled neatly, and he sports a light stubble, adding to his youthful yet intense vibe. He is of Mexican descent, with warm brown skin and expressive dark eyes that convey confidence and ambition.\n\nDressed in the Yucatán Force team's home kit, Emilio wears a vibrant green jersey adorned with his number, 19, prominently displayed on his chest and back. The jersey features the club emblem on the left side and is paired with matching shorts. He is wearing white socks pulled up, with a hint of green trim at the top, and black cleats designed for agility.\n\nIn the portrait, Emilio is captured in a dynamic pose, with his right foot slightly forward as if he’s ready to take a powerful shot on goal. His stance reflects a blend of poised confidence and energetic readiness. The mood is upbeat and focused, indicative of his strong form rating of 7, and there are no signs of injury. The background is a blurred stadium scene, symbolizing the excitement and anticipation of matchday, while subtly framing him as a key player for his team."}