{"number": 21, "name": "Eduardo Castillo", "age": 24, "nationality": "Mexico", "shirt_number": 21, "position": "Right Wing", "preferred_foot": "Left", "role": "Bench", "team": "Yucatan Force", "height_cm": 178, "weight_kg": 72, "overall_rating": 85, "is_injured": false, "form": 7, "goals": 15, "assists": 10, "yellow_cards": 3, "red_cards": 1, "bio": "Eduardo Castillo, a dazzling right winger from Mexico, is known for his blistering pace and impeccable dribbling skills. His signature move—a feint followed by a curling left-footed shot—often leaves defenders in the dust. With a fierce competitive spirit, Eduardo brings a vibrant energy to Yucatán Force, embodying the passion and heritage of the Mayan heartland.", "profile_pic": "**Image Prompt:**\n\nA portrait of Eduardo Castillo, a 24-year-old Mexican professional soccer player, exuding a vibrant energy. He stands confidently in a dynamic pose, slightly turned to the right to showcase his athletic build. With a height of 178 cm and weighing 72 kg, he has a toned physique that reflects his active lifestyle. \n\nEduardo has short, dark hair styled casually, accentuating his sharp facial features, including high cheekbones and a warm, engaging smile that reveals his competitive spirit. His almond-shaped eyes shine with determination, and his complexion radiates a healthy glow. \n\nHe is wearing the Yucatán Force team kit, which consists of a vibrant green jersey with white accents and his shirt number 21 prominently displayed. The kit is complemented by matching shorts and socks, with the team crest visible on his chest. \n\nThe background features a softly blurred stadium scene, evoking the atmosphere of a matchday, with hints of cheering fans and bright floodlights illuminating the field. Eduardo stands in a confident pose, arms crossed with a slight tilt of his head, conveying both charisma and readiness, undeterred by his role on the bench. His overall demeanor suggests he is in good form, as evidenced by his impressive overall rating of 85, reflected in his expressive gaze and confident posture. The mood is uplifting and inspiring, capturing the essence of a dedicated athlete committed to making his mark."}