{"number": 1, "name": "Carlos Hernández", "age": 17, "nationality": "Mexico", "shirt_number": 1, "position": "Goalkeeper", "preferred_foot": "Right", "role": "Starter", "team": "Yucatan Force", "height_cm": 182, "weight_kg": 75, "overall_rating": 88, "is_injured": false, "form": 9, "goals": 0, "assists": 0, "yellow_cards": 2, "red_cards": 0, "bio": "A dynamic presence in goal, Carlos Hernández commands his area with confidence and a fierce determination. Growing up in the vibrant culture of Mérida, he combines agility with sharp reflexes, turning potential goals into mere whispers of defeat for the opponents. Known for his fearless dives and quick throws, he's the backbone of Yucatán Force, embodying the spirit of the Mayan heartland with every save.", "profile_pic": "A portrait of a 17-year-old Mexican goalkeeper, Carlos Hernández. He stands confidently at 182 cm tall, with a well-built physique of 75 kg. His dark hair is styled in a modern cut, framing a youthful face characterized by sharp facial features — strong cheekbones, expressive brown eyes, and a determined jawline. His skin is a warm olive tone, reflecting his vibrant heritage from Mérida.\n\nCarlos wears the home kit of the Yucatan Force, which consists of a striking green jersey with black accents, the team's logo prominently displayed on the chest. The jersey is fitted, highlighting his athletic build, and he sports matching green shorts and black goalkeeper gloves. His shirt number, 1, is boldly emblazoned on the back.\n\nHe strikes a confident pose, standing slightly sideways with his weight shifted onto one leg, hands positioned at the ready, showcasing his gloves. His expression is focused, conveying a blend of determination and calm, embodying the fierce spirit of the Mayan heartland. There are hints of sweat from recent training, emphasizing his dedication, and the background is a blurred depiction of a stadium, vibrant with the colors of the team’s supporters. The lighting casts a dramatic glow, accentuating the contours of his face and the fabric of his kit, creating an atmosphere of anticipation and pride."}