{"number": 2, "name": "César Navarro", "age": 30, "nationality": "Mexico", "shirt_number": 2, "position": "Left Back", "preferred_foot": "Right", "role": "Starter", "team": "Yucatan Force", "height_cm": 178, "weight_kg": 75, "overall_rating": 85, "is_injured": false, "form": 8, "goals": 3, "assists": 7, "yellow_cards": 2, "red_cards": 0, "bio": "César Navarro, a formidable left back from Yucatán, combines fierce defensive skills with a remarkable ability to support his team's attacking plays. Renowned for his tireless work rate and sharp tactical awareness, César embodies the spirit of El Templo del Sol. His signature skill is the swift overlap, consistently catching opponents off guard, making him a crucial player for Yucatán Force.", "profile_pic": "A portrait of César Navarro, a 30-year-old Mexican soccer player standing confidently in his Yucatan Force team kit. He is 178 cm tall, weighing 75 kg, with a strong, athletic build reflecting his role as a left back. His head is slightly turned, showcasing his angular face, high cheekbones, and determined hazel eyes that convey focus and intensity.\n\nCésar has short, dark hair neatly styled, with a slight wave on top, complementing his tanned complexion. His expression is serious yet approachable, reflecting his fierce competitive nature balanced with camaraderie on the field. He wears the Yucatan Force home jersey, predominantly in vibrant colors, featuring the team's emblem on the chest and the number \"2\" prominently displayed on his left sleeve. The jersey is completed with crisp shorts and matching socks, exuding professionalism and spirit.\n\nHe stands with a slight forward lean, one foot placed firmly on the ground while the other is slightly back, hinting at readiness and motion. The backdrop is a blurred stadium setting, with the crowd faintly visible, evoking anticipation and excitement. The overall mood of the image is energetic and motivational, emphasizing César's impressive form of 8 and his status as a starter."}