{"number": 15, "name": "Fernando Rodríguez", "age": 24, "nationality": "Mexico", "shirt_number": 15, "position": "Defensive Mid", "preferred_foot": "Right", "role": "Bench", "team": "Yucatan Force", "height_cm": 178, "weight_kg": 74, "overall_rating": 82, "is_injured": false, "form": 7, "goals": 3, "assists": 5, "yellow_cards": 2, "red_cards": 0, "bio": "Fernando Rodríguez, a dynamic defensive midfielder from Mexico, showcases unmatched tenacity and exceptional vision on the pitch. Renowned for his tactical prowess and precise passing ability, he boasts an unwavering determination to shield his team from opposing threats. Hailing from a rich cultural background in Mérida, he draws inspiration from the vibrant history of the Yucatán, making every match feel like a celebration of his heritage.", "profile_pic": "A realistic portrait of Fernando Rodríguez, a 24-year-old professional soccer player from Mexico. He stands confidently in his team kit for Yucatan Force, which features a vivid turquoise jersey adorned with his shirt number, 15, on the back and the team's logo prominently displayed on the chest. The jersey is fitted, highlighting his athletic build — standing at 178 cm tall, weighing 74 kg, with a strong yet lean physique indicative of his role as a defensive midfielder.\n\nHis facial features reflect his Mexican heritage, with warm brown skin, dark, piercing eyes that exude determination, and short, wavy black hair neatly styled. His expression is focused and serious but has an underlying hint of approachability, showcasing his vibrant personality. There are subtle signs of his tenacity, such as a slight furrow in his brow, emphasizing his tactical mindset.\n\nThe background illustrates a stadium filled with fans, suggesting a matchday atmosphere. He has a poised stance, arms crossed in front of him, conveying confidence and readiness. In this moment, he displays a serene yet determined demeanor, underscored by his solid form and current strong performance rating of 82. No visible injuries are present, reinforcing his status as fit and prepared for action. The lighting is bright, accentuating the colors of his kit and the dynamic energy of the scene."}